{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Close sidebar":["Κλείσιμο πλευρικής στήλης"],"Installing":["Γίνεται εγκατάσταση"],"Are you sure you'd like to continue?":["Είστε σίγουρος\/η ότι θέλετε να συνεχίσετε;"],"Yes, reset account":["Ναι, επαναφορά λογαριασμού"],"Activate payments":["Ενεργοποίηση πληρωμών"],"Choose your payment methods":["Επιλέξτε τους μεθόδους πληρωμών σας"],"Reset your test account":["Επαναφορά του δοκιμαστικού λογαριασμού σας"],"Accept payments with Woo":["Αποδοχή πληρωμών με το Woo"],"Explore support resources":["Εξερευνήστε πόρους υποστήριξης"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Λεπτομερείς οδηγοί καθώς και η ομάδα υποστήριξής μας είναι πάντα διαθέσιμοι εάν χρειάζεστε κάποια καθοδήγηση."],"Install Mailchimp":["Εγκατάσταση Mailchimp"],"Manage Mailchimp":["Διαχείριση Mailchimp"],"Add payment methods":["Προσθήκη μεθόδων πληρωμής"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Επιτρέψτε στους αγοραστές σας να πληρώσουν με περισσότερους τρόπους προσθέτοντας επιπλέον τρόπους πληρωμής στο κατάστημά σας."],"Provide more ways to pay":["Δώστε περισσότερους τρόπους πληρωμής"],"Help is on hand":["Με βοήθεια πάντα κοντά σας"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Διαχειριστείτε από παντού το κατάστημά σας με τη δωρεάν εφαρμογή WooCommerce Mobile."],"Manage your store on the go":["Διαχειριστείτε το κατάστημά σας εν κινήσει"],"Add extra features and functionality to your store with Woo extensions.":["Προσθέστε επιπλέον δυνατότητες και λειτουργίες στο κατάστημά σας με τις επεκτάσεις Woo."],"Get the app":["Κατεβάστε την εφαρμογή"],"Power up your store":["Δώστε ισχύ στο κατάστημά σας"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Κρατήστε τους αγοραστές σας ενημερωμένους για ό,τι νέο υπάρχει στο κατάστημά σας και δημιουργήστε έξυπνους αυτοματισμούς μετά την αγορά."],"Build customer relationships":["Δημιουργήστε σχέσεις με τους πελάτες σας"],"Promote products":["Προωθήστε προϊόντα"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Αυξήστε τη βάση των πελατών σας προωθώντας τα προϊόντα σας σε εκατομμύρια αφοσιωμένους αγοραστές."],"Promote your products":["Προωθήστε τα προϊόντα σας"],"How was the experience of launching your store?":["Πώς ήταν η εμπειρία έναρξης του καταστήματός σας;"],"Visit your store":["Επισκεφθείτε το κατάστημά σας"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Λανσάρατε με επιτυχία το κατάστημά σας και είστε έτοιμοι να ξεκινήσετε τις πωλήσεις! Ανυπομονούμε να δούμε την επιχείρησή σας να αναπτύσσεται."],"Congratulations! Your store is now live":["Συγχαρητήρια! Το κατάστημά σας είναι πλέον ενεργό"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Ωχ! Αντιμετωπίσαμε πρόβλημα κατά την εκκίνηση του καταστήματός σας. <retryButton\/>"],"Essential Tasks":["Βασικές Εργασίες"],"Test data":["Δοκιμαστικά δεδομένα"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Φανταστική δουλειά! Το κατάστημά σας είναι έτοιμο να ξεκινήσει — δεν υπάρχουν εκκρεμείς εργασίες προς ολοκλήρωση."],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Έτοιμοι για πωλήσεις; Πριν ξεκινήσετε το κατάστημά σας, βεβαιωθείτε ότι έχετε ολοκληρώσει αυτές τις βασικές εργασίες. Εάν θέλετε να αλλάξετε την προβολή προς τα έξω του καταστήματός σας, μεταβείτε στο WooCommerce | Ρυθμίσεις | Προβολή Ιστότοπου."],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Τα σχόλιά σας θα κοινοποιούνται μόνο στο WooCommerce και θα διαχειρίζονται σύμφωνα με την <privacyLink>πολιτική απορρήτου μας<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Για ποιον λόγο αισθάνεστε έτσι; <smallText>(προαιρετικό)<\/smallText>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Καταργήστε τις δοκιμαστικές παραγγελίες και τα αντίστοιχα δεδομένα τους, συμπεριλαμβανομένων των στατιστικών στοιχείων και των συναλλαγών, μόλις το κατάστημά σας βγει live. "],"Remove %d test orders":["Αφαίρεση %d δοκιμαστικών παραγγελιών"],"What’s next?":["Και τώρα;"],"Launch Your Store":["Λανσάρετε το κατάστημά σας"],"Launch your store":["Λανσάρετε το κατάστημά σας"],"Please try again":["Παρακαλούμε προσπαθήστε ξανά"],"Back to Home":["Επιστροφή στην αρχική σελίδα"],"Set up WooPayments":["Ρύθμιση του WooPayments"],"Go back":["Επιστροφή"],"We appreciate your feedback!":["Εκτιμούμε τα σχόλιά σας!"],"Send":["Αποστολή"],"Back":["Επιστροφή"],"Install":["Εγκατάσταση"],"Install %s":["Εγκατάσταση του %s"],"Copy link":["Αντιγραφή συνδέσμου"],"Enable":["Ενεργοποίηση"],"Copied!":["Αντιγράφηκε!"],"Close":["Κλείσιμο"],"Preview":["Προεπισκόπηση"],"Cancel":["Ακύρωση"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}