{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"WooCommerce Tax, recommended for new stores":["WooCommerce Tax, συνιστάται για νέα καταστήματα"],"I don’t charge sales tax":["Δεν χρεώνω φόρο πωλήσεων"],"Launch store":["Λανσάρισμα καταστήματος"],"Your store is ready for launch!":["Το κατάστημά σας είναι έτοιμο για λανσάρισμα!"],"Reach more customers":["Προσεγγίστε περισσότερους πελάτες"],"Start shipping":["Ξεκινήστε τις αποστολές"],"It’s time to get paid":["Είναι ώρα να πληρωθείτε"],"Configure your tax settings":["Διαμορφώστε τις ρυθμίσεις φόρων"],"Grow your business":["Αναπτύξτε την επιχείρησή σας"],"Get paid":["Λάβετε πληρωμές"],"%1$s — %2$s per year":["%1$s - %2$s ανά έτος"],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Κάνοντας κλικ στο \"%s\", συμφωνείτε με τους {{tosLink}}Όρους παροχής υπηρεσιών{{\/tosLink}} και έχετε διαβάσει την {{privacyPolicyLink}}}Πολιτική απορρήτου{{\/privacyPolicyLink}}."],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["Το {{strong}}WooCommerce Tax{{{\/strong}} μπορεί να αυτοματοποιήσει τους υπολογισμούς των φόρων των πωλήσεων για εσάς."],"Error requesting connection URL.":["Σφάλμα αιτήματος σύνδεσης με URL."],"Start customizing":["Έναρξη προσαρμογής"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Χρησιμοποιήστε τα ενσωματωμένα εργαλεία τεχνητής νοημοσύνης για να σχεδιάσετε το κατάστημά σας και να το γεμίσετε με περιεχόμενο ή επιλέξτε ένα προκατασκευασμένο θέμα και προσαρμόστε το ώστε να ταιριάζει στην επωνυμία σας."],"Start customizing your store":["Ξεκινήστε να προσαρμόζετε το κατάστημά σας"],"Customize your store illustration":["Προσαρμόστε την εικόνα του καταστήματός σας"],"Please enter an address":["Παρακαλούμε εισάγετε μια διεύθυνση"],"Please enter a post code":["Παρακαλούμε εισάγετε έναν ταχυδρομικό κώδικα"],"Please enter a city":["Παρακαλούμε εισάγετε μια πόλη"],"Install and enable":["Εγκατάσταση και ενεργοποίηση"],"No Thanks":["Οχι ευχαριστώ"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Εξοικονομήστε χρόνο και χρήμα εκτυπώνοντας τις ετικέτες αποστολής απευθείας από τον υπολογιστή σας με μία από αυτές τις λύσεις αποστολής."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Εξοικονομήστε χρόνο και χρήμα εκτυπώνοντας τις ετικέτες αποστολής απευθείας από τον υπολογιστή σας με %1$s. Δοκιμάστε το %2$s δωρεάν. {{link}}Μάθετε περισσότερα{{\/link}}"],"There was a problem setting up automated taxes. Please try again.":["Παρουσιάστηκε πρόβλημα κατά την αυτόματη ρύθμιση των φόρων. Παρακαλούμε προσπαθήστε ξανά."],"The store setup is easy to complete.":["Η ρύθμιση του καταστήματος είναι εύκολη."],"The store setup process meets my needs.":["Η διαδικασία ρύθμισης του καταστήματος εξυπηρετεί τις ανάγκες μου."],"Add details":["Προσθέστε λεπτομέρειες"],"First, tell us about your store":["Αρχικά, πείτε μας για το κατάστημά σας"],"Store location illustration":["Εικόνα τοποθεσίας καταστήματος"],"Get your store up and running in no time. Add your store’s address to set up shipping, tax and payments faster.":["Βάλτε το κατάστημά σας σε λειτουργία σε χρόνο μηδέν. Προσθέστε τη διεύθυνση του καταστήματός σας για να ρυθμίσετε γρηγορότερα τους τρόπους αποστολής, τους φόρους και τις μεθόδους πληρωμής."],"Save store location":["Αποθηκεύστε την τοποθεσία καταστήματος"],"Save shipping options":["Αποθήκευση Επιλογών Αποστολής"],"Set your store location":["Ορίστε την τοποθεσία του καταστήματός σας"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Προσθέστε την τοποθεσία του καταστήματός σας για να μας βοηθήσετε να υπολογίσουμε τα κόστη αποστολής και τις βέλτιστες ρυθμίσεις αποστολής για εσάς. Μπορείτε να διαχειριστείτε την τοποθεσία του καταστήματός σας ξανά οποιαδήποτε στιγμή στις Γενικές Ρυθμίσεις του WooCommerce."],"Enable shipping label printing and discounted rates":["Ενεργοποιήστε την εκτύπωση ετικετών αποστολής και τα εκπτωτικά κόστη"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Προτείνουμε τις παρακάτω επιλογές αποστολής με βάση την τοποθεσία σας. Μπορείτε να διαχειριστείτε τις επιλογές αποστολής ξανά οποιαδήποτε στιγμή στις Ρυθμίσεις του WooCommerce Shipping."],"Try one of the alternative payment providers.":["Δοκιμάστε έναν από τους εναλλακτικούς παρόχους πληρωμών."],"Other payment providers":["Άλλοι πάροχοι πληρωμών"],"Give your customers additional choices in ways to pay.":["Δώστε στους πελάτες σας επιπλέον τρόπους για να πληρώσουν."],"To start accepting online payments":["Για να ξεκινήσετε να δέχεστε online πληρωμές"],"Purchase illustration":["Απεικόνιση αγοράς"],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Καλή επιλογή! Επιλέξατε να προσθέσετε καταπληκτικές νέες δυνατότητες στο κατάστημά σας. Συνεχίστε στο ταμείο για να ολοκληρώσετε την αγορά σας."],"How was your experience?":["Πώς ήταν η εμπειρία σας;"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Συγχαρητήρια! Αφιερώστε λίγο χρόνο για να γιορτάσετε κι έχετε τον νου σας για την πρώτη πώληση."],"We appreciate your feedback!":["Εκτιμούμε τα σχόλιά σας!"],"Products illustration":["Απεικόνιση προϊόντων"],"Payment illustration":["Απεικόνιση πληρωμής"],"Appearance illustration":["Απεικόνιση εμφάνισης"],"Marketing illustration":["Απεικόνιση μάρκετινγκ"],"Shipping illustration":["Απεικόνιση αποστολής"],"Tax illustration":["Απεικόνιση φόρων"],"Choose a payment provider":["Επιλέξτε έναν πάροχο πληρωμών"],"Hide setup list":["Απόκρυψη της λίστας ενεργειών ρύθμισης"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Ακολουθήστε αυτά τα βήματα για να ξεκινήσετε γρήγορα τις πωλήσεις. %1$d από %2$d ολοκληρώθηκαν."],"Offline payment methods":["Τρόποι πληρωμής εκτός σύνδεσης"],"Built by WooCommerce":["Δημιουργημένο με WooCommerce"],"You’ve completed store setup":["Έχετε ολοκληρώση την ρύθμιση του καταστήματος"],"Hide this list":["Απόκρυψη λίστας"],"Are you sure? These tasks are required for all stores.":["Είστε βέβαιος; Αυτές οι εργασίες είναι απαιτούμενες για όλα τα καταστήματα."],"Hide store setup tasks":["Απόκρυψη των εργασιών ρύθμισης του καταστήματος"],"Yes, hide store setup tasks":["Ναι, να αποκρυφθούν οι εργασίες ρύθμισης του καταστήματος"],"Set up taxes manually":["Ρύθμιση φόρων χειροκίνητα"],"Choose a tax partner":["Επιλέξτε έναν φορολογικό συνεργάτη"],"100% free":["100% δωρεάν"],"Real-time sales tax calculation":["Υπολογισμός φόρου πωλήσεων σε πραγματικό χρόνο"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Μοναδική{{\/strong}} συμμόρφωση με τα οικονομικά δεδομένα"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Προτείνουμε να προσθέσετε μία από τις ακόλουθες επεκτάσεις μάρκετινγκ στο κατάστημά σας. Η επέκταση θα εγκατασταθεί και θα ενεργοποιηθεί μόλις κάνετε κλικ στο «Ξεκινήστε»."],"%s logo":["%s λογότυπο"],"Recommended marketing extensions":["Προτεινόμενες επεκτάσεις μάρκετινγκ"],"WooCommerce Marketplace":["WooCommerce Marketplace"],"%s configured successfully":["Το %s ρυθμίστηκε επιτυχώς"],"You can manage this payment gateway’s settings by clicking the button below":["Μπορείτε να διαχειριστείτε τις ρυθμίσεις αυτής της πύλης πληρωμών κάνοντας κλικ στο παρακάτω κουμπί"],"Task postponed until tomorrow":["Η εργασία αναβάλλεται για αύριο"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Με το WooCommerce Shipping μπορείτε να εξοικονομήσετε χρόνο εκτυπώνοντας τις ετικέτες αποστολής USPS και DHL Express στο σπίτι σας."],"Show %d more task.":["Εμφάνιση %d ακόμη εργασίας.","Εμφάνιση %d ακόμη εργασιών."],"Additional payment options":["Επιπρόσθετοι τρόποι πληρωμής"],"Show things to do next":["Προβολή επόμενων ενεργειών"],"Local Partner":["Τοπικός συνεργάτης"],"Configure your %(title)s account":["Συνδέστε τον %(title)s λογαριασμό σας "],"Set up manually":["Μη αυτόματη ρύθμιση"],"I don't charge sales tax":["Δεν χρεώνω φόρο πωλήσεων"],"No thanks, I'll set up manually":["Όχι ευχαριστώ, θα το ρυθμίσω χειροκίνητα."],"Would you like to add the following paid features to your store now?":["Επιθυμείτε να προσθέσετε τώρα τις ακόλουθες επί πληρωμή λειτουργίες στο κατάστημά σας;"],"WooCommerce Home":["Αρχική WooCommerce"],"Task dismissed":["Η εργασία αφαιρέθηκε"],"Abort":["Διακοπή"],"My business doesn't charge sales tax":["Η επιχείρηση μου δεν χρεώνει φόρους πωλήσεων"],"Review your shipping options":["Ανασκόπηση των ρυθμίσεων αποστολής"],"Undo":["Αναίρεση"],"Hide this":["Απόκρυψη"],"Marketplace":["Marketplace"],"Finish setup":["Ολοκλήρωση ρύθμισης"],"Installed marketing extensions":["Εγκαταστάθηκαν επεκτάσεις μάρκετινγκ"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Παρουσιάστηκε κάποιο σφάλμα κατά την σύνδεση με το WooPayments. Παρακαλούμε προσπαθήστε ξανά ή παραλείψτε την σύνδεση για αργότερα από τις ρυθμίσεις καταστήματος."],"Please enter an account number or IBAN":["Παρακαλούμε εισάγετε τον αριθμό λογαριασμού ή IBAN"],"Add your bank details":["Προσθέστε τα στοιχεία τράπεζας"],"Direct bank transfer details added successfully":["Οι λεπτομέρειες της Άμεσης Τραπεζικής Μεταφοράς προστέθηκαν επιτυχώς"],"There was a problem saving your payment settings":["Υπήρξε πρόβλημα κατά την αποθήκευση των ρυθμίσεων πληρωμών σας"],"These details are required to receive payments via bank transfer":["Αυτές οι πληροφορίες είναι απαραίτητες για να λάβετε πληρωμές μέσω τραπεζικής μεταφοράς"],"Get started":["Ξεκινήστε"],"Install %s":["Εγκατάσταση του %s"],"Task List Options":["Επιλογές λίστας εργασιών"],"Good news!":["Καλά νέα!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Πατώντας στην επιλογή «Ρύθμιση», ενεργοποιείτε τους φορολογικούς συντελεστές και τους υπολογισμούς φόρων. Περισσότερες πληροφορίες {{link}}εδώ{{\/link}}."],"Connect your store":["Συνδεσή του καταστήματος σας"],"Set shipping costs":["Ορίστε το κόστος μεταφορικών"],"Set store location":["Ορίστε την τοποθεσία καταστήματος"],"Set up tax rates manually":["Ρυθμίστε τους φορολογικούς συντελεστές χειροκίνητα"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Συνδέστε το κατάστημα σας στο WordPress.com για να ενεργοποιήστε αυτόματο υπολογισμό φορολογικών συντελεστών"],"Configure tax rates":["Ρύθμιση φορολογικών συντελεστών"],"Enable shipping label printing":["Ενεργοποίηση εκτύπωσης ετικετών αποστολής"],"You’re awesome! One less item on your to-do list ✅":["Είστε καταπληκτικός! Ένα στοιχείο λιγότερο στην λίστα εκκρεμοτήτων σας"],"Head over to the tax rate settings screen to configure your tax rates":["Κατευθυνθείτε στη σελίδα φορολογικών ρυθμίσεων για να ρυθμίσετε τους φορολογικούς συντελεστές σας"],"Connect your store to WordPress.com to enable label printing":["Συνδέστε το κατάστημά σας με το WordPress.com για να ενεργοποιήσετε την εκτύπωση ετικετών αποστολής"],"Define how much customers pay to ship to different destinations":["Ρυθμίστε το κόστος των μεταφορικών που επιβαρύνονται οι πελάτες σας για την αποστολή παραγγελιών σε διάφορους προορισμούς"],"The address from which your business operates":["Η διεύθυνση από την οποία δραστηριοποιείται η επιχείρησή σας"],"WooCommerce Tax allows you to automate sales tax calculations":["Το WooCommerce Tax σας επιτρέπει να αυτοματοποιήσετε τους υπολογισμούς φόρων"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Σας συνιστούμε να χρησιμοποιήσετε το ShipStation για να εξοικονομήσετε χρόνο στο ταχυδρομείο εκτυπώνοντας τις ετικέτες αποστολής στο σπίτι. Δοκιμάστε το ShipStation δωρεάν για 30 ημέρες. {{link}}Μάθετε περισσότερα{{{\/link}}."],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 Η αποστολή έγινε! Μην ανησυχείτε, μπορείτε πάντα να την αλλάξετε αργότερα"],"Post code":["Ταχυδρομικός Κώδικας"],"Shipping cost":["Κόστος μεταφορικών"],"Please select a country \/ region":["Επιλέξτε μια χώρα \/ περιοχή"],"Install & enable":["Εγκατάσταση & ενεργοποίηση"],"Complete task":["Ολοκλήρωση ενέργειας"],"Your shipping rates have been updated":["Τα έξοδα αποστολής σας ενημερώθηκαν."],"Shipping rates can not be negative numbers.":["Τα έξοδα αποστολής δεν μπορούν να είναι αρνητικοί αριθμοί."],"There was a problem saving your store location":["Παρουσιάστηκε πρόβλημα κατά την αποθήκευση της διεύθυνσης του καταστήματός σας"],"Import your products":["Εισαγωγή των προϊόντων σας"],"I’ll do it later":["Θα το κάνω αργότερα"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Δεν θα έχετε πρόσβαση σε αυτή τη λειτουργικότητα μέχρι να αγοράσετε και να εγκαταστήσετε τις επεκτάσεις."],"Continue setup":["Συνέχεια ρυθμίσεων"],"Country \/ Region":["Χώρα \/ Περιοχή"],"Show less":["Δείτε λιγότερα"],"Yes please":["Ναι, παρακαλώ"],"Retry":["Προσπαθήστε ξανά"],"Manage":["Διαχείριση"],"Recommended":["Προτεινόμενα"],"Import products":["ΕΙσαγωγή προϊόντων"],"Activate":["Ενεργοποίηση"],"Connect":["Σύνδεση"],"Free shipping":["Δωρεάν μεταφορικά"],"Rest of the world":["Υπόλοιπος Κόσμος"],"Configure":["Ρύθμιση"],"Buy now":["Αγορά Τώρα"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Enable":["Ενεργοποίηση"],"Bank name":["Όνομα Τράπεζας"],"Sort code":["Κωδικός sort"],"Account number":["Αριθμός λογαριασμού"],"Account name":["Δικαιούχος Λογαριασμού"],"Display":["Εμφάνιση"],"Save":["Αποθήκευση"],"Add products":["Προσθήκη προϊόντων"],"No thanks":["Όχι ευχαριστώ"],"Address":["Διεύθυνση","Διευθύνσεις"],"Install WooCommerce Tax":["Εγκατάσταση του προσθέτου WooCommerce Tax"],"Cancel":["Ακύρωση"],"City":["Πόλη"],"Continue":["Συνέχεια"],"Update":["Ενημέρωση"],"WooCommerce Tax":["Φόρος WooCommerce"],"Download":["Μεταφόρτωση","Μεταφορτώσεις"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/5875.js"}}