{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"We are unable to activate the subscription at this time. Please try again later.":["Αυτήν τη στιγμή δεν είναι δυνατή η ενεργοποίηση της συνδρομής. Δοκιμάστε ξανά αργότερα."],"The product key is invalid. Please contact support for assistance.":["Το κλειδί προϊόντος δεν είναι έγκυρο. Επικοινωνήστε με την υποστήριξη για βοήθεια."],"Your store":["Το κατάστημα σας"],"years":["έτη"],"weeks":["εβδομάδες"],"Cancelled":["Ακυρωμένη"],"Subscription":["Συνδρομή"],"Expires soon":["Λήγει σύντομα"],"Business services":["Επιχειρηματικές υπηρεσίες"],"Free plan available":["Διαθέσιμο δωρεάν πλάνο"],"Manage on WooCommerce.com":["Διαχείριση στο WooCommerce.com"],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["Η έκδοση %s είναι διαθέσιμη. Για πρόσβαση σε αυτήν την ενημέρωση, πρώτα <b>εγκαταστήστε την επέκταση Update Manager του WooCommerce.com <\/b>. Εναλλακτικά, μπορείτε να την κατεβάσετε και να την εγκαταστήσετε χειροκίνητα."],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["Η έκδοση %s είναι διαθέσιμη. Για να την αποκτήσετε  <b>ενεργοποιήστε την επέκταση Update Manager του WooCommerce.com<\/b>."],"Didn’t find a theme you like?":["Δε βρήκατε κάποιο θέμα εμφάνισης που να σας αρέσει;"],"Design a new theme":["Σχεδιάστε ένα νέο θέμα εμφάνισης"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Το ενεργό θέμα σας θα αλλάξει και ενδέχεται να χάσετε τυχόν αλλαγές που έχετε κάνει σε αυτό."],"Sponsored":["Χορηγούμενο"],"Access your updates":["Πρόσβαση στις ενημερώσεις σας"],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["Εγκαταστήστε τον <b>Update Manager<\/b> για να συνεχίσετε να λαμβάνετε τις ενημερώσεις και τη βελτιωμένη υποστήριξη που περιλαμβάνονται στις συνδρομές σας στο WooCommerce.com.<br\/>Εναλλακτικά, μπορείτε να τον κατεβάσετε και να τον εγκαταστήσετε χειροκίνητα."],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["Ενεργοποιήστε τον <b>Update Manager<\/b> για να συνεχίσετε να λαμβάνετε τις ενημερώσεις και τη βελτιστοποιημένη υποστήριξη που περιλαμβάνονται στις συνδρομές σας στο WooCommerce.com."]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" Περιηγηθείτε στον <a>κατάλογο θεμάτων εμφάνισης του WordPress.org<\/a> για να ανακαλύψετε περισσότερα."],"Are you sure you want to design a new theme?":["Είστε βέβαιοι ότι θέλετε να σχεδιάσετε ένα νέο θέμα εμφάνισης;"],"An error occurred. Please try again later.":["Παρουσιάστηκε άγνωστο σφάλμα. Παρακαλούμε προσπαθήστε πάλι αργότερα."],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["Χρειαζόμαστε τη διεύθυνσή σας για να ολοκληρώσουμε την εγκατάσταση αυτού του προϊόντος. Θα σας ανακατευθύνουμε στην ολοκλήρωση παραγγελίας στο WooCommerce.com. Στη συνέχεια, θα μπορέσετε να εγκαταστήσετε το προϊόν."],"Add to Store":["Προσθήκη στο κατάστημα"],"Extension successfully installed. Would you like to activate it?":["Η επέκταση εγκαταστάθηκε επιτυχώς. Θα θέλατε να την ενεργοποιήσετε;"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["Η επέκταση εγκαταστάθηκε με επιτυχία, αλλά δεν μπορούμε να την ενεργοποιήσουμε προς το παρόν. Παρακαλούμε επισκεφθείτε τη σελίδα με τα πρόσθετα για να δείτε περισσότερα."],"View Docs":["Προβολή τεκμηρίωσης"],"Activation failed. Please try again from the plugins page.":["Η ενεργοποίηση απέτυχε. Προσπαθήστε ξανά από τη σελίδα των πρόσθετων."],"Design your own":["Σχεδιάστε το δικό σας"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Δημιουργήστε γρήγορα ένα όμορφο κατάστημα χρησιμοποιώντας τον ενσωματωμένο δημιουργό καταστημάτων μας. Επιλέξτε τη διάταξή σας, επιλέξτε ένα στυλ και πολλά άλλα."],"Start designing":["Ξεκινήστε το σχεδιασμό"],"Customize your theme":["Προσαρμόστε το θέμα σας"],"Would you like to install this extension?":["Θέλετε να εγκαταστήσετε αυτήν την επέκταση;"],"View docs":["Προβολή τεκμηρίωσης"],"View in Plugins":["Προβολή στα Πρόσθετα"],"Error loading subscriptions: %s":["Σφάλμα φόρτωσης συνδρομών: %s"],"Could not find subscription with product key %s.":["Δεν βρέθηκε η συνδρομή με κλειδί προϊόντος %s."],"You are ready to go!":["Είστε έτοιμοι να ξεκινήσετε!"],"Add to store":["Προσθήκη στο κατάστημα"],"In order to install a product, you need to first connect your account.":["Για να εγκαταστήσετε ένα προϊόν, πρέπει πρώτα να συνδέσετε τον λογαριασμό σας."],"Keep the momentum going and start setting up your extension.":["Κρατήστε τον ρυθμό σας και αρχίστε να ρυθμίζετε την επέκτασή σας."],"Refresh":["Ανανέωση"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Για να λαμβάνετε ενημερώσεις και υποστήριξη, παρακαλούμε <purchase>αγοράστε<\/purchase> μια συνδρομή ή χρησιμοποιήστε μια συνδρομή από έναν άλλο λογαριασμό με <sharing>κοινή χρήση<\/sharing> ή <transferring>μεταφορά<\/transferring>."],"Not connected":["Χωρίς σύνδεση"],"To receive updates and support, please connect your subscription to this store.":["Για να λαμβάνετε ενημερώσεις και υποστήριξη, συνδέστε τη συνδρομή σας με αυτό το κατάστημα."],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Για να λαμβάνετε ενημερώσεις και υποστήριξη, παρακαλούμε <renew>ανανεώστε<\/renew> αυτή τη συνδρομή ή χρησιμοποιήστε μια συνδρομή από έναν άλλο λογαριασμό με <sharing>κοινή χρήση<\/sharing> ή <transferring>μεταφορά<\/transferring>."],"Never expires":["Δεν λήγει ποτέ"],"Subscriptions refreshed.":["Οι συνδρομές ανανεώθηκαν."],"Error refreshing subscriptions: %s":["Σφάλμα ανανέωσης συνδρομών: %s"],"Refresh subscriptions":["Ανανέωση συνδρομών"],"Installed on this store":["Εγκατεστημένα σε αυτό το κατάστημα"],"Available to use":["Διαθέσιμα προς χρήση"],"Connect Account":["Σύνδεση λογαριασμού"],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["Υπάρχουν επεκτάσεις και θέματα εμφάνισης από το Woo.com εγκατεστημένα σε αυτό το κατάστημα. Για να δείτε όλες τις συνδρομές σας μεταβείτε στον <a>λογαριασμό σας<custom_icon \/><\/a> στο WooCommerce.com."],"WooCommerce.com subscriptions you haven't used yet.":["Συνδρομές WooCommerce.com που δεν έχετε χρησιμοποιήσει ακόμα."],"My subscriptions":["Οι συνδρομές μου"],"Try searching again using a different term, or take a look at our recommendations below.":["Δοκιμάστε να αναζητήσετε ξανά χρησιμοποιώντας έναν διαφορετικό όρο ή ρίξτε μια ματιά στις παρακάτω προτάσεις μας."],"Loading your subscriptions":["Φόρτωση των συνδρομών σας"],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Δεν υπάρχουν εγκατεστημένες επεκτάσεις ή θέματα εμφάνισης. <a>Μετάβαση στο Marketplace<\/a>"],"%s successfully connected.":["Επιτυχής σύνδεση του %s."],"%s couldn’t be connected.":["Δεν ήταν δυνατή η σύνδεση του %s."],"%s successfully installed.":["Επιτυχής εγκατάσταση του %s."],"%s couldn’t be installed.":["Δεν ήταν δυνατή η εγκατάσταση του %s."],"Subscribe":["Εγγραφή"],"Connect to update":["Σύνδεση για ενημέρωση"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["Η έκδοση %s είναι διαθέσιμη. Για να ενεργοποιήσετε αυτή την ενημέρωση πρέπει να συνδέσετε τη συνδρομή σας με αυτό το κατάστημα."],"Renew to update":["Ανανέωση για ενημέρωση"],"Version %s is available. To enable this update you need to renew your subscription.":["Η έκδοση %s είναι διαθέσιμη. Για να ενεργοποιήσετε αυτή την ενημέρωση πρέπει να ανανεώσετε τη συνδρομή σας."],"Subscribe to update":["Εγγραφείτε για ενημέρωση"],"Version %s is available. To enable this update you need to purchase a subscription.":["Η έκδοση %s είναι διαθέσιμη. Για να ενεργοποιήσετε αυτή την ενημέρωση πρέπει να αγοράσετε μια συνδρομή."],"%s updated successfully.":["Επιτυχής ενημέρωση του %s."],"%s couldn’t be updated.":["Δεν ήταν δυνατή η ανανέωση του %s."],"Reload page and try again":["Επαναφορτώστε τη σελίδα και ξαναδοκιμάστε"],"Update to %s":["Ενημέρωση σε %s"],"Manage in Plugins":["Διαχείριση στα πρόσθετα"],"View documentation":["Προβολή τεκμηρίωσης"],"%s icon":["Εικονίδιο %s"],"No subscription":["Χωρίς συνδρομή"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Λειτουργεί με πειραματική τεχνητή νοημοσύνη. {{link}}Μάθετε περισσότερα{{{\/link}}"],"View all":["Προβολή όλων"],"theme":["θέμα εμφάνισης"],"themes":["θέματα εμφάνισης"],"extension":["επέκταση"],"extensions":["επεκτάσεις"],"Most popular extensions":["Οι πιο δημοφιλείς επεκτάσεις"],"Our favorite themes":["Τα αγαπημένα μας θέματα εμφάνισης"],"days":["ημέρες"],"Themes":["Θέματα εμφάνισης"],"Find out how":["Μάθετε πώς"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Φαίνεται ότι χρησιμοποιείτε την offline λειτουργία του Jetpack - μεταβείτε στην online λειτουργία για να ξεκινήσετε να σχεδιάζετε με τη βοήθεια τεχνητής νοημοσύνης."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Ο Δημιουργός Καταστήματος θα δημιουργήσει ένα νέο σχεδιαστικό καταστήματος για εσάς και θα χάσετε όλες τις αλλαγές που έχετε κάνει στο ενεργό θέμα σας. Αν προτιμάτε να συνεχίσετε την επεξεργασία του θέματός σας, μπορείτε να το κάνετε μέσω του <EditorLink>Επεξεργαστή<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Δυστυχώς, ο [Δημιουργός Καταστήματος μέσω τεχνητής νοημοσύνης] δεν είναι διαθέσιμος αυτήν τη στιγμή, καθώς δεν μπορούμε να εντοπίσουμε ενεργή σύνδεση στο διαδίκτυο. Παρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο."],"Looking to design your store using AI?":["Θέλετε να σχεδιάσετε το κατάστημά σας με τη βοήθεια τεχνητής νοημοσύνης;"],"Try again":["Δοκιμάστε ξανά"],"Customize your store":["Προσαρμόστε το κατάστημά σας"],"Go to the Editor":["Μετάβαση στον επεξεργαστή"],"By ":["Από "],"Free download":["Δωρεάν λήψη"],"Toggle category dropdown":["Εναλλαγή κατάστασης πτυσσόμενης κατηγορίας"],"annually":["ετησίως"],"Contact support":["Επικοινωνία με υποστήριξη"],"30-day money-back guarantee":["Εγγύηση επιστροφής χρημάτων εντός 30 ημερών"],"Updating":["Γίνεται ενημέρωση"],"Manage subscriptions":["Διαχείριση Συνδρομών"],"See more":["Δείτε περισσότερα"],"By":["Από"],"Install":["Εγκατάσταση"],"Connect your store":["Συνδεσή του καταστήματος σας"],"All Categories":["Όλες οι κατηγορίες"],"Load more":["Περισσότερα"],"Browse the Marketplace":["Περιήγηση στο Marketplace"],"Expired":["Έληξε"],"Activate":["Ενεργοποίηση"],"Connect":["Σύνδεση"],"Renew":["Ανανέωση"],"Installed":["Εγκατεστημένα"],"Extensions":["Επεκτάσεις"],"Discover":["Discover"],"Dismiss":["Απόρριψη"],"Active":["Ενεργό"],"Version":["Έκδοση"],"Learn more":["Μάθετε περισσότερα"],"Actions":["Ενέργειες"],"Yes":["Ναι"],"No":["Όχι"],"Cancel":["Ακύρωση"],"Name":["Όνομα"],"Update":["Ενημέρωση"],"Download":["Μεταφόρτωση","Μεταφορτώσεις"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}