{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Please try again":["Παρακαλούμε προσπαθήστε ξανά"],"wordpress@example.com":["wordpress@example.com"],"Opt-in to receive tips, discounts, and recommendations from the Woo team directly in your inbox.":["Δώστε συγκατάθεση για να λαμβάνετε συμβουλές, εκπτώσεις και προτάσεις από την ομάδα του Woo απευθείας στα εισερχόμενά σας."],"This email is not valid.":["Αυτό το email δεν είναι έγκυρο."],"Your email address":["Το email σας"],"Select an industry":["Επιλέξτε έναν κλάδο"],"Where is your store located?":["Πού βρίσκεται το κατάστημά σας;"],"It looks like you’re located in <geolocatedCountry><\/geolocatedCountry>. Are you sure you want to create a store in <selectedCountry><\/selectedCountry>?":["Φαίνεται ότι βρίσκεστε στη χώρα <geolocatedCountry><\/geolocatedCountry>. Είστε σίγουρος ότι θέλετε να δημιουργήσετε ένα κατάστημα στην <selectedCountry><\/selectedCountry>;"],"Setting up your store in the wrong country may lead to the following issues:":["Η εγκατάσταση του καταστήματός σας σε λάθος χώρα μπορεί να οδηγήσει στα ακόλουθα προβλήματα:"],"Payment issues":["Προβλήματα στις πληρωμές"],"Shipping issues":["Προβλήματα στα μεταφορικά"],"Tax and duty obligations":["Φορολογικά και δασμολογικά προβλήματα"],"Don’t worry — you can always change it later!":["Μην ανησυχείτε - μπορείτε πάντα να το αλλάξετε αργότερα!"],"Give your store a name":["Δώστε στο κατάστημά σας ένα όνομα"],"We’ll use this information to help you set up payments, shipping, and taxes, as well as recommending the best theme for your store.":["Θα χρησιμοποιήσουμε αυτές τις πληροφορίες για να σας βοηθήσουμε να ρυθμίσετε τις πληρωμές, την αποστολή και τους φόρους, καθώς και να σας προτείνουμε το καλύτερο θέμα εμφάνισης για το κατάστημά σας."],"Our favorite color is purple ":["Το αγαπημένο μας χρώμα είναι το μωβ "],"Opening the doors":["Ανοίγοντας τις πόρτες"],"Did you know that Woo was founded by two South Africans and a Norwegian? Here are three alternative ways to say “store” in those countries – Winkel, ivenkile, and butikk.":["Γνωρίζατε ότι η Woo ιδρύθηκε από δύο Νοτιοαφρικανούς και έναν Νορβηγό; Εδώ είναι τρεις εναλλακτικοί τρόποι για να πείτε \"κατάστημα\" σε αυτές τις χώρες - Winkel, ivenkile και butikk."],"Get a boost with our free features":["Λάβετε ώθηση με δωρεάν δυνατότητες"],"Oops! We encountered a problem while installing %s. {{link}}Please try again{{\/link}}.":["Ωχ! Αντιμετωπίσαμε ένα πρόβλημα κατά την εγκατάσταση του %s. {{link}}Παρακαλούμε προσπαθήστε ξανά{{\/link}}."],"Ex. My awesome store":["Πχ. Το φοβερό μου κατάστημα"],"Tell us a bit about your store":["Πείτε μας λίγα πράγματα για το κατάστημά σας"],"Did you know that Woo powers almost 4 million stores worldwide? You’re in good company.":["Γνωρίζατε ότι το Woo τροφοδοτεί σχεδόν 4 εκατομμύρια καταστήματα παγκοσμίως; Είστε σε καλή παρέα."],"Woo! Let’s get your features ready":["Woo! Ας ετοιμάσουμε τις δυνατότητες του eshop σας"],"Clothing and accessories":["Ρούχα και αξεσουάρ"],"Home, furniture and garden":["Σπίτι, έπιπλα και κήπος"],"What type of products or services do you plan to sell?":["Τι είδους προϊόντα ή υπηρεσίες σκοπεύετε να πουλήσετε;"],"Which industry is your business in?":["Σε ποιον κλάδο δραστηριοποιείται η επιχείρησή σας;"],"Which industry is your client’s business in?":["Σε ποιον κλάδο δραστηριοποιείται η επιχείρηση του πελάτη σας;"],"Extending your store’s capabilities":["Επέκταση των δυνατοτήτων του καταστήματός σας"],"Which one of these best describes you?":["Ποιο από αυτά σας περιγράφει καλύτερα;"],"Let us know where you are in your commerce journey so that we can tailor your Woo experience for you.":["Ενημερώστε μας για το πού βρίσκεστε στη διαδρομή σας ως έμπορος, ώστε να μπορέσουμε να προσαρμόσουμε την εμπειρία σας στο Woo στα μέτρα σας."],"Are you selling online?":["Πουλάτε online;"],"Which platform(s) are you currently using?":["Ποια(-ες) πλατφόρμα(-ες) χρησιμοποιείτε αυτή τη στιγμή;"],"Select country\/region":["Επιλέξτε χώρα\/περιοχή"],"Where is your business located?":["Πού βρίσκεται η επιχείρησή σας;"],"We’ll use this information to help you set up payments, shipping, and taxes.":["Θα χρησιμοποιήσουμε αυτές τις πληροφορίες για να σας βοηθήσουμε να ρυθμίσετε τις πληρωμές, τις αποστολές και τους φόρους."],"Go to my store":["Πάμε στο κατάστημά μου"],"#FunWooFact: ":["#FunWooFact: "],"The Woo team is made up of over 350 talented individuals, distributed across 30+ countries.":["Η ομάδα του Woo αποτελείται από περισσότερα από 350 ταλαντούχα άτομα, κατανεμημένα σε 30+ χώρες."],"Turning on the lights":["Ανοίγοντας τα φώτα"],"I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking.{{\/link}}":["Συμφωνώ να μοιραστώ τα δεδομένα μου για να προσαρμόσω την εμπειρία εγκατάστασης του καταστήματός μου, να λαμβάνω πιο σχετικό περιεχόμενο, και να βοηθήσω να γίνει το WooCommerce καλύτερο για όλους. Μπορείτε να εξαιρεθείτε ανά πάσα στιγμή από τις ρυθμίσεις του WooCommerce. {{link}}Μάθετε περισσότερα για την παρακολούθηση χρήσης.{{\/link}})"],"Big Commerce":["Big Commerce"],"Ebay":["Ebay"],"Ecwid":["Ecwid"],"Facebook Marketplace":["Facebook Marketplace"],"Pinterest":["Pinterest"],"WordPress":["WordPress"],"Skip guided setup":["Παράλειψη της καθοδηγούμενης ρύθμισης"],"Welcome to Woo!":["Καλώς ήλθατε στο Woo!"],"It’s great to have you here with us! We’ll be guiding you through the setup process – first, answer a few questions to tailor your experience.":["Χαιρόμαστε που σας έχουμε εδώ μαζί μας! Θα σας καθοδηγήσουμε στη διαδικασία εγκατάστασης - πρώτα, απαντήστε σε μερικές ερωτήσεις για να προσαρμόσετε την εμπειρία σας."],"Set up my store":["Ρύθμιση του καταστήματός μου"],"Big Cartel":["Big Cartel"],"Adobe Commerce":["Adobe Commerce"],"I’m selling both online and offline":["Πουλάω τόσο online όσο και σε φυσικό κατάστημα"],"No, I’m selling offline":["Όχι, πουλάω μόνο σε φυσικό κατάστημα"],"I’m already selling":["Πουλάω ήδη"],"I’m just starting my business":["Μόλις ξεκίνησα την επιχείρησή μου"],"Use up and down arrow keys to navigate":["Χρησιμοποιήστε τα πάνω και κάτω βέλη για να πλοηγηθείτε"],"Select platforms":["Επιλέξτε πλατφόρμες"],"Yes, I’m selling online":["Ναι, πουλάω online"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Εγκαθιστώντας %s δωρεάν πρόσθετο, συμφωνείτε με τους {{link}}Όρους παροχής υπηρεσιών{{\/link}}.","Εγκαθιστώντας %s δωρεάν πρόσθετα, συμφωνείτε με τους {{link}}Όρους παροχής υπηρεσιών{{\/link}}."],"No commitment required – you can remove them at any time.":["Δεν απαιτείται δέσμευση – μπορείτε να τα αφαιρέσετε οποιαδήποτε στιγμή."],"Select an option":["Κάντε μια επιλογή"],"Education and learning":["Εκπαίδευση και μάθηση"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"Amazon":["Amazon"],"Google Shopping":["Google Shopping"],"Shopify":["Shopify"],"Wix":["Wix"],"Food and drink":["Φαγητό και Ποτό"],"Electronics and computers":["Ηλεκτρονικά και υπολογιστές"],"Health and beauty":["Υγεία και ομορφιά"],"Square":["Τετράγωνο"],"Installed":["Εγκατεστημένα"],"Other":["Άλλο"],"Learn More":["Μάθετε Περισσότερα"],"Continue":["Συνέχεια"],"Skip this step":["Παράληψη αυτού του βήματος"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/core-profiler.js"}}