{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Edit billing address":["Τροποποίηση διεύθυνσης χρέωσης"],"Edit shipping address":["Τροποποίηση διεύθυνσης αποστολής"],"Create a password":["Δημιουργία συνθηματικού"],"Delivery":["Παράδοση"],"Ship":["Αποστολή"],"Pickup":["Παραλαβή"],"Additional order information":["Πρόσθετες πληροφορίες παραγγελίας"],"Shipping options are not available":["Οι επιλογές αποστολής δεν είναι διαθέσιμες"],"<price\/> x <packageCount\/> package":["<price\/> x <packageCount\/> πακέτο","<price\/> x <packageCount\/> πακέτα"],"Enter a shipping address to view shipping options.":["Εισαγάγετε μια διεύθυνση αποστολής για να δείτε τις επιλογές αποστολής."],"Pickup locations":["Τοποθεσίες παραλαβής"],"free":["δωρεάν"],"from <price \/>":["από <price \/>"],"Select how you would like to receive your order.":["Επιλέξτε πώς θέλετε να παραλάβετε την παραγγελία σας."],"calculated with an address":["υπολογίζεται με τη διεύθυνση"],"Billing and shipping address":["Διεύθυνση χρέωσης και αποστολής"],"Enter the billing and shipping address that matches your payment method.":["Εισαγάγετε τη διεύθυνση χρέωσης και αποστολής που ταιριάζει με τον τρόπο πληρωμής σας."],"Enter the billing address that matches your payment method.":["Εισαγάγετε τη διεύθυνση χρέωσης που αντιστοιχεί στη μέθοδο πληρωμής σας."],"Something went wrong. Please contact us for assistance.":["Κάτι πήγε στραβά. Παρακαλούμε επικοινωνήστε μαζί μας για βοήθεια."],"Please read and accept the terms and conditions.":["Παρακαλούμε διαβάστε και αποδεχθείτε τους όρους και τις προϋποθέσεις."],"You must accept our %1$s and %2$s to continue with your purchase.":["Πρέπει να αποδεχθείτε τους %1$s και την %2$s για να ολοκληρώσετε την αγορά σας."],"By proceeding with your purchase you agree to our %1$s and %2$s":["Προχωρώντας στην αγορά σας αποδέχεστε τους δικούς μας %1$s και την %2$s"],"Payment options":["Επιλογές πληρωμής"],"Enter the address where you want your order delivered.":["Πληκτρολογήστε τη διεύθυνση όπου θέλετε να παραδοθεί η παραγγελία σας."],"Step description text.":["Κείμενο περιγραφής βήματος."],"Step":["Βήμα"],"Notes about your order.":["Σημειώσεις που αφορούν την παραγγελία σας."],"Add a note to your order":["Προσθέστε μία σημείωση στην παραγγελία σας"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Παρουσιάστηκε μη αναμενόμενο σφάλμα στη σελίδα ταμείου. <button>Προσπαθήστε να επαναφορτώσετε τη σελίδα<\/button>. Εάν το σφάλμα επιμένει, παρακαλούμε επικοινωνήστε μαζί μας ώστε να σας βοηθήσουμε."],"Browse store":["Περιηγηθείτε στο κατάστημα"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Η σελίδα ταμείου δεν είναι διαθέσιμη ενώ το καλάθι σας είναι άδειο—παρακαλούμε περιηγηθείτε στο κατάστημά μας και επιστρέψτε όταν είστε έτοιμοι να ολοκληρώσετε μία παραγγελία. "],"Your cart is currently empty!":["Το καλάθι αυτή τη στιγμή είναι άδειο!"],"Use same address for billing":["Χρησιμοποιήστε την ίδια διεύθυνση ως διεύθυνση χρέωσης"],"We'll use this email to send you details and updates about your order.":["Θα χρησιμοποιήσουμε αυτό το email για να σας στείλουμε στοιχεία και ενημερώσεις σχετικά με την παραγγελία σας."],"Contact information":["Στοιχεία επικοινωνίας"],"Click here to log in.":["Πατήστε εδώ για να συνδεθείτε."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Παρουσιάστηκε κάποιο σφάλμα κατά την ολοκλήρωση της παραγγελίας. Παρακαλούμε προσπαθήστε ξανά. Εάν το πρόβλημα επιμένει, παρακαλούμε επικοινωνήστε μαζί μας ώστε να σας βοηθήσουμε."],"Edit your cart":["Τροποποίηση του καλαθιού σας"],"Please edit your cart and try again.":["Παρακαλούμε τροποποιήστε το καλάθι σας και ξαναπροσπαθήστε."],"There is a problem with your cart":["Παρουσιάστηκε κάποιο πρόβλημα με το καλάθι σας"],"Checkout error":["Σφάλμα ολοκλήρωσης αγοράς"],"Order summary":["Σύνοψη παραγγελίας"],"Terms and Conditions":["Όροι και προϋποθέσεις"],"Privacy Policy":["Πολιτική απορρήτου"],"Place Order":["Αποστολή παραγγελίας"],"Return to Cart":["Επιστροφή στο καλάθι"],"Retry":["Προσπαθήστε ξανά"],"Shipping options":["Επιλογές Αποστολής"],"Billing address":["Διεύθυνση χρέωσης"],"Shipping address":["Διεύθυνση αποστολής"],"Log in":["Σύνδεση"],"Checkout":["Ταμείο"],"You must be logged in to checkout.":["Πρέπει να είστε συνδεδεμένος\/η για να ολοκληρώσετε την παραγγελία."],"Notes about your order, e.g. special notes for delivery.":["Σημειώσεις σχετικά με την παραγγελία σας, π.χ. ειδικές σημειώσεις για την παράδοση."],"Free":["Δωρεάν"],"Edit":["Επεξεργασία"]}},"comment":{"reference":"assets\/client\/blocks\/checkout-frontend.js"}}