{"translation-revision-date":"2025-10-24 09:52:57+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Loading express payment method…":["Φόρτωση μεθόδου γρήγορης πληρωμή..."],"Loading products in cart…":["Φόρτωση προϊόντων στο καλάθι…"],"Add coupons":["Προσθήκη κουπονιών"],"Products in cart":["Προϊόντα στο καλάθι"],"Show form step numbers":["Εμφάνιση αριθμού βημάτων φόρμας"],"%s more incompatibility":["%s ακόμα ασυμβατότητα","%s ακόμα ασυμβατότητες"],"Switch":["Διακόπτης"],"<strong>%s<\/strong> does not yet support this block. This may impact the shopper experience. <a>Learn more<\/a>":["Το <strong>%s<\/strong> δεν υποστηρίζει ακόμα αυτό το μπλοκ. Αυτό μπορεί να επηρεάσει την εμπειρία του αγοραστή. <a>Μάθετε περισσότερα<\/a>"],"Some active extensions do not yet support this block. This may impact the shopper experience. <a>Learn more<\/a>":["Ορισμένες ενεργές επεκτάσεις δεν υποστηρίζουν ακόμη αυτό το μπλοκ. Αυτό μπορεί να επηρεάσει την εμπειρία του αγοραστή. <a>Μάθετε περισσότερα<\/a>"],"Switch to classic checkout":["Aλλαγή σε κλασική ολοκλήρωση αγοράς"],"Switch to classic cart":["Αλλαγή σε κλασικό καλάθι"],"Switched to classic checkout.":["Άλλαξε σε κλασική ολοκλήρωση αγοράς."],"Switched to classic cart.":["Άλλαξε σε κλασικό καλάθι."],"Additional local pickup options created for the new checkout":["Πρόσθετες τοπικές επιλογές παραλαβής που δημιουργήθηκαν για τη νέα ολοκλήρωση αγοράς"],"Manage shipping options":["Διαχείριση επιλογών αποστολής"],"Options that control shipping can be managed in your store settings.":["Οι επιλογές που ελέγχουν την αποστολή μπορούν να διαχειριστούν στις ρυθμίσεις του καταστήματός σας."],"If you continue, the checkout block will be replaced with the classic experience powered by shortcodes. This means that you may lose:":["Αν συνεχίσετε, το μπλοκ ολοκλήρωσης αγοράς θα αντικατασταθεί με την κλασική εμπειρία που παράγεται από τους σύντομους κώδικες (shortcodes). Αυτό σημαίνει ότι μπορεί να χάσετε:"],"If you continue, the cart block will be replaced with the classic experience powered by shortcodes. This means that you may lose customizations that you made to the cart block.":["Αν συνεχίσετε, το μπλοκ του καλαθιού θα αντικατασταθεί με την κλασική εμπειρία που παράγεται από τους σύντομους κώδικες (shortcodes). Αυτό σημαίνει ότι ενδέχεται να χάσετε τις παραμετροποιήσεις που κάνατε στο μπλοκ του καλαθιού."],"Customizations and updates to the block":["Παραμετροποιήσεις και ενημερώσεις του μπλοκ"],"Something went wrong when placing the order. Check your account's order history or your email for order updates before retrying.":["Κάτι πήγε λάθος κατά την υποβολή της παραγγελίας. Ελέγξτε το ιστορικό παραγγελιών του λογαριασμού σας ή το ηλεκτρονικό σας ταχυδρομείο για κάποια ενημέρωση σχετικά με την παραγγελία σας, πριν δοκιμάσετε ξανά."],"Something went wrong when placing the order. Check your email for order updates before retrying.":["Κάτι πήγε λάθος κατά την υποβολή της παραγγελίας. Ελέγξτε το ηλεκτρονικό σας ταχυδρομείο για κάποια ενημέρωση σχετικά με την παραγγελία σας, πριν προσπαθήσετε ξανά."],"No Reviews":["Δεν υπάρχουν αξιολογήσεις"],"(%s customer review)":["(%s αξιολόγηση πελάτη)","(%s αξιολογήσεις πελατών)"],"Reduce quantity of %s":["Μειώστε την ποσότητα του %s"],"Increase quantity of %s":["Αυξήστε την ποσότητα του %s"],"Remove %s from cart":["Αφαιρέστε το %s από το καλάθι"],"Flat rate shipping":["Αποστολή σταθερού συντελεστή"],"Including %s":["Συμπεριλαμβανομένου %s"],"T-Shirt":["T-Shirt"],"Hoodie with Pocket":["Φούτερ με κουκούλα και τσέπη"],"Polo":["Polo"],"Long Sleeve Tee":["Μακρυμάνικη μπλούζα"],"Hoodie with Zipper":["Φούτερ με κουκούλα και φερμουάρ"],"Hoodie with Logo":["Φούτερ με κουκούλα και λογότυπο"],"Cross-Sells products to show":["Προϊόντα παράλληλης πώλησης προς εμφάνιση"],"You may be interested in…":["Μπορεί να σας ενδιαφέρει..."],"Page settings updated":["Οι ρυθμίσεις της σελίδας ενημερώθηκαν"],"We are experiencing difficulties with this payment method. Please contact us for assistance.":["Αντιμετωπίζουμε δυσκολίες με αυτόν τον τρόπο πληρωμής. Παρακαλούμε επικοινωνήστε μαζί μας για βοήθεια."],"update your page settings":["ενημερώστε τις ρυθμίσεις της σελίδας σας"],"If you would like to use this block as your default cart, <a>update your page settings<\/a>.":["Εάν επιθυμείτε να χρησιμοποιήσετε αυτό το μπλοκ ως το προεπιλεγμένο καλάθι σας, <a>ενημερώστε τις ρυθμίσεις της σελίδας σας<\/a>."],"If you would like to use this block as your default checkout, <a>update your page settings<\/a>.":["Εάν επιθυμείτε να χρησιμοποιήσετε αυτό το μπλοκ ως την προεπιλεγμένη σελίδα ταμείου σας, <a>ενημερώστε τις ρυθμίσεις της σελίδας σας<\/a>."],"Switch view":["Εναλλαγή προβολής"],"Filled Cart":["Γεμάτο καλάθι"],"%s has been removed from your cart.":["Το %s έχει αφαιρεθεί από το καλάθι σας."],"Sorry, this order requires a shipping option.":["Λυπούμαστε, αυτή η παραγγελία απαιτεί μια επιλογή αποστολής."],"You currently have the following express payment integrations active.":["Αυτή τη στιγμή είναι ενεργές οι ακόλουθες ενσωματώσεις γρήγορων πληρωμών."],"No registered Payment Methods":["Δεν υπάρχουν καταχωρημένοι τρόποι πληρωμής"],"Price between %1$s and %2$s":["Τιμή μεταξύ %1$s και %2$s"],"Show rate after tax name":["Εμφάνιση συντελεστή μετά το φορολογικό όνομα"],"Show the percentage rate alongside each tax line in the summary.":["Εμφάνιση του ποσοστού του φορολογικού συντελεστή μαζί με κάθε γραμμή φόρου στα σύνολα."],"%s (optional)":["%s (προαιρετικό)"],"Link to %s":["Σύνδεσμος στο %s"],"Inputs styled specifically for use on dark background colors.":["Πεδία εισαγωγής με στυλ προορισμένο για χρήση σε φόντο σκούρου χρώματος."],"Style":["Στυλ"],"Dark mode inputs":["Πεδία εισαγωγής για στυλ σκούρων χρωμάτων"],"Shopping cart.":["Καλάθι αγορών."],"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Παρουσιάστηκε κάποιο σφάλμα κατά την παραγωγή του μπλοκ καλαθιού.Εάν αυτό το πρόβλημα συνεχίζεται, προσπαθήστε να αναδημιουργήσετε το μπλοκ."],"Cart Block Error":["Σφάλμα μπλοκ καλαθιού"],"Empty Cart":["Άδειο καλάθι"],"WooCommerce Checkout Page":["Σελίδα ταμείου του WooCommerce"],"Your cart is currently empty!":["Το καλάθι αυτή τη στιγμή είναι άδειο!"],"Details":["Στοιχεία"],"Remove item":["Αφαίρεση στοιχείου"],"Quantity increased to %s.":["Η ποσότητα αυξήθηκε σε %s."],"Quantity reduced to %s.":["Η ποσότητα μειώθηκε σε %s."],"Quantity of %s in your cart.":["Η ποσότητα του %s στο καλάθι σας."],"Removing coupon…":["Αφαίρεση κουπονιού..."],"Remove coupon \"%s\"":["Αφαίρεση κουπονιού \"%s\""],"Orange":["Πορτοκαλί"],"Lightweight baseball cap":["Ελαφρύ καπέλο baseball"],"Cap":["Καπέλο"],"Yellow":["Κίτρινο"],"Warm hat for winter":["Ζεστό χειμωνιάτικο καπέλο"],"Beanie":["Σκούφος"],"example product in Cart Block\u0004Beanie":["Σκούφος"],"example product in Cart Block\u0004Beanie with Logo":["Σκούφος με λογότυπο"],"Proceed to Checkout button":["Κουμπί μετάβασης στη σελίδα ταμείου"],"New in store":["Νέο(α) στο κατάστημα."],"Proceed to Checkout":["Ολοκλήρωση Παραγγελίας"],"<a href=\"%s\">Browse store<\/a>":["<a href=\"%s\">Περιηγηθείτε στο κατάστημα<\/a>"],"Error message:":["Μήνυμα σφάλματος:"],"There was an error with this payment method. Please verify it's configured correctly.":["Παρουσιάστηκε κάποιο σφάλμα με αυτή τη μέθοδο πληρωμής. Παρακαλούμε επιβεβαιώστε ότι έχει ρυθμιστεί σωστά."],"We are currently working on improving our cart and checkout blocks to provide merchants with the tools and customization options they need.":["Αυτήν την περίοδο εργαζόμαστε πάνω στη βελτίωση των μπλοκ του καλαθιού και του ταμείου ώστε να παρέχουμε στους εμπόρους τα εργαλεία και τις επιλογές παραμετροποίησης που τους χρειάζονται."],"Taxes:":["Φόροι:"],"There was a problem with your shipping option.":["Παρουσιάστηκε κάποιο πρόβλημα με τον τρόπο αποστολής σας."],"There was a problem with your payment option.":["Παρουσιάστηκε κάποιο πρόβλημα με τον τρόπο πληρωμής σας."],"Including <TaxAmount\/> in taxes":["Συμπεριλαμβάνει <TaxAmount\/> φόρο"],"Enter code":["Εισαγωγή κωδικού"],"Applying coupon…":["Εφαρμογή κουπονιού..."],"Discounted price:":["Μειωμένη τιμή:"],"Previous price:":["Προηγούμενη τιμή:"],"%d left in stock":["%d απομένουν σε απόθεμα"],"Coupon code \"%s\" has been removed from your cart.":["Ο κωδικός κουπονιού «%s» αφαιρέθηκε από το καλάθι σας."],"Coupon code \"%s\" has been applied to your cart.":["Ο κωδικός κουπονιού «%s» εφαρμόστηκε στο καλάθι σας."],"Feedback?":["Έχετε σχόλια;"],"Give us your feedback.":["Πείτε μας τη γνώμη σας."],"Link to":["Σύνδεσμος προς"],"Loading…":["Γίνεται φόρτωση..."],"Something went wrong. Please contact us to get assistance.":["Παρουσιάστηκε κάποιο σφάλμα. Παρακαλούμε επικοινωνήστε μαζί μας για βοήθεια."],"Undo":["Αναίρεση"],"(opens in a new tab)":["(ανοίγει σε μία νέα καρτέλα)"],"Sales tax":["Φόρος πωλήσεων"],"Fees:":["Χρεώσεις:"],"Product on sale":["Προϊόν σε προσφορά"],"Small":["Μικρό"],"Color":["Χρώμα"],"Size":["Μέγεθος"],"Or":["ή"],"%d in cart":["%d στο καλάθι","%d στο καλάθι"],"Oops!":["Ώπ!"],"There was an error loading the content.":["Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του περιεχομένου."],"Rated %1$s out of 5 based on %2$s customer rating":["Βαθμολογήθηκε με %1$s από 5 με βάση %2$s βαθμολογία πελάτη","Βαθμολογήθηκε με %1$s από 5 με βάση %2$s βαθμολογίες πελάτη"],"Coupon: %s":["Κουπόνι: %s"],"Free shipping":["Δωρεάν μεταφορικά"],"Error:":["Σφάλμα:"],"Rated %f out of 5":["Αξιολογήθηκε με %f από 5"],"Cart":["Καλάθι"],"Cart totals":["Σύνολα καλαθιού"],"Buy product":["Αγορά προϊόντος"],"Note":["Σημείωση"],"Sale":["Προσφορά"],"Free":["Δωρεάν"],"Shipping Calculations":["Υπολογισμός κόστους αποστολής"],"Discount":["Έκπτωση"],"Apply":["Εφαρμογή"],"Shipping":["Αποστολή"],"Save %s":["Εξοικονομήστε %s"],"Total":["Σύνολο"],"Cancel":["Ακύρωση"],"Taxes":["Φόροι"],"WooCommerce":["WooCommerce"],"Coupons":["Κουπόνια"],"Settings":["Ρυθμίσεις"],"Subtotal:":["Υποσύνολο:"],"Shipping:":["Αποστολή:"],"Add to cart":["Προσθήκη στο καλάθι"],"Discount:":["Έκπτωση:"],"Local pickup":["Παραλαβή από το κατάστημα"],"Available on backorder":["Διαθέσιμο κατόπιν παραγγελίας"],"Fee":["Τέλος χρέωσης"],"Product":["Προϊόν","Προϊόντα"]}},"comment":{"reference":"assets\/client\/blocks\/cart.js"}}